/* Menu Item for Release Help */
"%@ Help" = "%@ Aide";

/* Menu Item for Release About */
"About %@" = "À propos de %@";

/* Menu Item Label for Check Update */
"Check for Updates..." = "Chercher la mise à jour...";

/* Menu Item Label for Email */
"Email Support" = "Email Support";

/* Menu Item Hide Release App */
"Hide %@" = "Cacher %@";

/* Message Text for Registration Failure */
"Invalid Registration Information!" = "Information d'enregistrement invalid!";

/* Menu Item for Order */
"Order Now" = "Commander";

/* Menu Item for Quit Release App */
"Quit %@" = "Quitter %@";

/* Menu Item Label for FAQ */
"Read FAQ" = "Lire la FAQ";

/* Menu Item Label for Online Help */
"Read Online Help" = "Lire l'aide en ligne";

/* Message Text for Registration Successful */
"Registration Successful!" = "Inscription réussi!";

/* Menu Item Label for Registration */
"Registration..." = "Enregistrement...";

/* Information Text for Registration Failure */
"Simple copy and paste your email address and product key exactly as it appears in the confirmation email." = "Copie-collez votre adresse e-mail et la clé de produit exactement comme il apparaît dans l'email de confirmation.";

/* Information Text for Registration Successful */
"Thank you for purchase, if you have any problem, please contact us via Email." = "Nous vous remercions pour l'achat, si vous avez un problème, svp contactez-nous par e-mail.";

/* Menu Item for WebSite */
"Visit WebSite" = "Visiter le site Web";

